Repository: dmaulikr/fita
Catalog: Application/AppTemplate/Resources/Localizable Strings/*.lproj/Localizable.strings
Languages: ru

source: Loading...
ru: Грузится…

source: Pull to refresh...
ru: Потяните вниз, чтобы обновить…

source: Release to refresh...
ru: Отпустите, чтобы обновить…

# CFBundleDisplayName
source: FitA
ru: ФитА

source: Saving...
ru: Сохранение...

source: Done!
ru: Готово!

source: Failed to save!
ru: Ошибка сохранения!

source: Updating...
ru: Обновление...

source: Swipe Right to go back
ru: Свайп вправо чтобы перейти назад

source: Swipe Left to reveal options
ru: Свайп влево чтобы открыть действия

source: Front photo
ru: Фото прямо

source: Side photo
ru: Фото сбоку

source: Compare weeks
ru: Сравнить недели

source: Cancel
ru: Отмена

source: Message
ru: Сообщение

source: Copy
ru: Копировать

source: Week
ru: Неделя

source: You copied selected day
ru: Выбранный день скопирован

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Pull down to add new day
ru: Потяни вниз чтобы добавить день

source: Export
ru: Экспорт

source: Open
ru: Открыть

source: Choose existing photo
ru: Выбрать имеющееся фото

source: Take a photo
ru: Снять новое фото

source: Work
ru: Ворк

source: Snack
ru: Перекус

source: Meal
ru: ОПП

source: Drink
ru: Вода

source: Add new meal
ru: Добавить прием пищи

source: Pull down to add new meal
ru: Потяни вниз чтобы добавить прием пищи

source: Let's grab some water ☕️!
ru: Давайка попьем ☕️!

source: It's time to drink a glass of water 💧!
ru: Самое время выпить стакан воды 💧!

source: I want you to drink 🍵!
ru: Надо срочно попить 🍵!

source: Drink💧drink💧drink!
ru: Пить💧пить💧пить!

source: Add a glass of water
ru: Добавить стакан воды

source: Let's grab some food 🍗 🍅!
ru: Давайка съедим что-нибудь 🍗 🍅!

source: It's time to eat something 🍖 🍲 🍅!
ru: Самое время съесть что-нибудь 🍖 🍲 🍅!

source: I want you to eat 🍴!
ru: Надо срочно поесть 🍴!

source: Eat 🍅 eat 🍅 eat!
ru: Есть 🍅 есть 🍅 есть!

source: Nutrition
ru: Питание

source: Workouts
ru: Воркауты

source: Settings
ru: Настройки

source: FitA
ru: ФитА

source: Reminders
ru: Напоминания

source: Start from week %d
ru: Начать с недели %d

source: Rate the app
ru: Оценить приложение

source: Send feedback
ru: Отправить отзыв

source: Reset all data
ru: Удалить все данные

source: App feedback
ru: Отзыв

source: Do you really want to reset all data?
ru: Действительно нужно удалить все данные?

source: No
ru: Нет

source: Yes
ru: Да

source: Work time
ru: Время работы

source: Rest time
ru: Время отдыха

source: Exercises
ru: Упражнения

source: Rounds
ru: Круги

source: Set
ru: Задать

source: Start
ru: Старт

source: Reset
ru: Сброс

source: Round %02d / %@
ru: Круг %02d / %@

source: Exercise %02d / %@
ru: Упражнение %02d / %@

source: Pull down to set new timer
ru: Потяни вниз чтобы установить таймер

source: Resume
ru: Дальше

source: Pause
ru: Пауза

source: Weeks
ru: Недели

source: You copied selected week
ru: Выбранная неделя скопирована

source: Pull down to add new week
ru: Потяни вниз чтобы добавить неделю

source: Schedule
ru: Рассписание

source: Timer
ru: Таймер

source: My progress
ru: Мой прогресс

source: Dismiss
ru: Скрыть

source: Rest
ru: Отдых

source: Total workout time: %02d:%02d
ru: Общее время воркаута: %02d:%02d

source: I've just completed workout (%02d:%02d)!
ru: Я только что выполнил(а) воркаут (%02d:%02d)!

source: I've just completed workout (%02d:%02d) with #fita! %@
ru: Я только что выполнил(а) воркаут (%02d:%02d) с #fita! %@

source: Diary
ru: Дневник

source: Add a comment
ru: Добавить комментарий

source: FitA test
ru: FitA тест

source: Pull down to add new workout
ru: Потяни вниз чтобы добавить новый воркаут

source: Release to add...
ru: Отпустить чтобы добавить...

source: Pull to add...
ru: Тянуть чтобы добавить...

source: Schedules
ru: Расписания

source: Scroll up to see your previous timer settings
ru: Потяни вверх чтобы выбрать один из уже настроенных таймеров

source: Today
ru: Сегодня

source: Hi, Check out FitA - my new personal fitness assistant app! %@
ru: Привет, Зацени FitA - мой новый персональный фитнес ассистент! %@

source: Switch to the next day
ru: Перейти к следующему дню

source: Start next day
ru: Начать новый день

source: Application color
ru: Цвет приложения

source: Extended timer
ru: Расширенный таймер

source: Unlimited meal list
ru: Неограниченный список приемов пищи

source: No more Ad
ru: Без рекламы

source: All in one
ru: Все в Одном

source: Donate FitA
ru: Пожертвовать FitA

source: Purchases
ru: Покупки

source: App themes
ru: Темы приложения

source: Operation failed!
ru: Произошла ошибка!

source: Success!
ru: Готово!

source: Unable to send a feedback
ru: Ошибка отправки сообщения

source: Less than 30 minutes after your last meal
ru: Не прошло и 30 минут после приема пищи

source: More than 3 hours after your last meal
ru: Прошло более 3х часов после приема пищи

source: Less than 1.5 hours after your last meal
ru: Не прошло и 1.5 часа после приема пищи

source: Less than 30 minutes after your last water
ru: Не прошло и 30 минут после приема воды

source: Start your day with a glass of water
ru: Начни день со стакана воды

source: Thank you!
ru: Спасибо!

source: Full version
ru: Полная версия

# Full app unlock
source: All in one
ru: Все в одном
